Repository: juliagoda/pak-gui
Catalog: resources/translations/*.po
Languages: cs, pl

source: Pacman wrapper, AUR and POLAUR helper with Gui (based on "pak" application)
cs: Pacman wrapper, AUR a POLAUR helper s Gui (založený na aplikaci "pak")
pl: Wrapper na pacmana ze wsparciem komunikacyjnym z AUR i POLAUR w GUI (do działania wymaga zainstalowanej aplikacji "pak")

source: Author
cs: Autor
pl: Autor

source: Missing package
cs: Chybějící balíček
pl: Brakująca paczka

source: Required package is missing: %2
cs: Chybí požadovaný balíček: %2
pl: Brakuje następującej paczki w systemie: %2

source: Package Name
cs: Název balíčku
pl: Nazwa paczki

source: Package name cannot be empty
cs: Název balíčku nemůže být prázdný
pl: Nazwa paczki nie może być pusta

source: Package download failure
cs: Selhání stahování balíčku
pl: Błąd podczas pobierania paczki

source: Package couldn't be downloaded: Error lines: %1
cs: Balíček se nepodařilo stáhnout: Chybové řádky: %1
pl: Paczka nie mogła zostać pobrana: Linie z błędami: %1

source: Package download
cs: Balíček ke stažení
pl: Pobranie paczki

source: and installed
cs: a nainstalovány
pl: i zainstalowane

source: Package %1 has been downloaded %2
cs: Balíček %1 byl stahován %2
pl: Paczka %1 została pobrana %2

source: Directory
cs: Adresář
pl: Katalog

source: Do you want to open directory?
cs: Chcete otevřít adresář?
pl: Czy chcesz otworzyć katalog?

source: Other
cs: Jiné
pl: Pozostałe

source: Refresh
pl: Odśwież

source: &Close
cs: &Zavřít
pl: &Zamknij

source: &Update
pl: &Aktualizacja

source: &Refresh
pl: &Odśwież

source: &Download
cs: &Stáhnout
pl: &Pobieranie

source: &Search
cs: &Hledat
pl: &Wyszukiwanie

source: &Update system packages
cs: &Aktualizovace systémové balíčky
pl: &Aktualizacja paczek systemowych

source: &Update mirrors
cs: &Aktualizovace mirrors
pl: &Aktualizacja mirrorów

source: &Clean
cs: &Vyčistěte
pl: &Sprzątanie

source: &Sync POLAUR
cs: &Synchronizace POLAUR
pl: &Synchronizacja POLAUR

source: &Statistics
cs: &Statistika
pl: &Statystyki

source: &Configure languages
cs: &Konfigurace jazyků
pl: &Skonfiguruj język

source: &Configure shortcuts
cs: &Konfigurace zkratek
pl: &Skonfiguruj skróty klawiszowe

source: &Configure toolbar
cs: &Konfigurace panelu nástrojů
pl: &Skonfiguruj pasek narzędzi

source: &Configure pak-gui
cs: &Konfigurace pak-gui
pl: &Skonfiguruj pak-gui

source: Internet connection state and auracle-git package presence
cs: Stav připojení k internetu a přítomnost balíčku auracle-git
pl: Stan połączenia internetowego i obecność pakietu auracle-git

source: Internet connection state and git package presence
cs: Stav připojení k internetu a přítomnost balíčku git
pl: Stan połączenia internetowego i obecność pakietu git

source: Internet connection state
cs: Stav připojení k internetu
pl: Stan połączenia internetowego

source: Press "Check" button
pl: Naciśnij przycisk "Sprawdź"

source: All processes ended
cs: Všechny procesy skončily
pl: Wszystkie procesy zostały zakończone

source: All processes have been completed.
cs: Všechny procesy byly ukončeny.
pl: Wszystkie procesy zostały zakończone.

source: TO UPDATE
cs: K AKTUALIZACI
pl: DO ZAKTUALIZOWANIA

source: AVAILABLE TO INSTALL
cs: K DISPOZICI PRO INSTALACI
pl: DOSTĘPNE DO ZAINSTALOWANIA

source: No internet connection
cs: Žádné připojení k internetu
pl: Brak połączenia internetowego

source: Something went wrong. Try to refresh
cs: Něco se pokazilo. Zkuste refresh
pl: Coś poszło nie tak. Spróbuj odświeżyć

source: Coldn't be updated
pl: Nie znaleziono aktualizacji

source: There aren't packages to update
cs: Nejsou k dispozici balíčky k aktualizaci
pl: Brak pakietów do zaktualizowania

source: INSTALLED
cs: INSTALOVANÉ
pl: ZAINSTALOWANE

source: Input
cs: Vstup
pl: Dodaj

source: Quit
cs: Opustit
pl: Zakończ

source: Application cannot be closed immediately. Try again after end of running operations.
cs: Žádost nelze uzavřít okamžitě. Zkuste to znovu po ukončení běžících operací.
pl: Aplikacja nie może być zamknięta natychmiast. Spróbuj ponownie po zakończeniu pracy.

source: Process running
cs: Spuštěný proces
pl: Proces w toku

source: Wait until all major processes are complete
cs: Počkejte, dokud nebudou dokončeny všechny hlavní procesy
pl: Czekaj na zakończenie wszystkich głównych procesów

source: Choose path for package save
cs: Výběr cesty pro uložení balíčku
pl: Wybierz ścieżkę zapisu pakietu

source: Package input
cs: Vstup balíčku
pl: Wprowadzenie nazwy pakietu

source: Clean
cs: Vyčistěte
pl: Sprzątanie

source: clean packages after installation?
cs: po instalaci vyčistit balíčky?
pl: wyczyścić pamięć po instalacji paczek?

source: Update mirrors
cs: Aktualizace mirrors
pl: AKtualizowanie mirrorów

source: update mirrors?
cs: aktualizovat mirrors?
pl: zaktualizować mirrory?

source: Update all
cs: Aktualizace všech
pl: Aktualizowanie

source: update all system packages packages?
cs: aktualizovat všechny balíčky systému?
pl: zaktualizować wszystkie paczki systemowe?

source: Print vcs packages
cs: Seznam balíčků vcs
pl: Wyświetlenie paczek vcs

source: print all vcs packages?
cs: vypsat všechny balíčky vcs?
pl: wyświetlić wszystkie paczki vcs?

source: Installed packages update
cs: Aktualizace nainstalovaných balíčků
pl: Aktualizowanie zainstalowanych paczek

source: update installed packages?
cs: aktualizovat nainstalované balíčky?
pl: zaktualizować zainstalowane paczki?

source: Sync POLAUR
cs: Synchronizace POLAUR
pl: &Synchronizacja POLAUR

source: sync POLAUR packages?
cs: synchronizovat balíčky POLAUR?
pl: zsynchronizować paczki z POLAUR?

source: The task is already running!
cs: Na úkolu se již pracuje!
pl: Zadanie jest właśnie w toku!

source: Respond to questions manually below the preview
cs: Odpovědi na otázky ručně pod náhledem
pl: Wymagana jest manualna odpowiedź w oknie procesu

source: wasn't possible:
cs: nebylo možné:
pl: nie było niemożliwe:

source: Select preview and respond to questions manually
cs: Vyberte náhled a odpovězte na otázky ručně
pl: Zaznacz podgląd i wprowadzaj odpowiedzi manualnie

source: Uninstallation
cs: Odinstalace
pl: Odinstalowanie

source: remove package?
cs: odstranit balíček?
pl: usunąć paczki?

source: Installation
cs: Instalace
pl: Instalowanie

source: install package?
cs: nainstalovat balíček?
pl: zainstalować paczkę?

source: Installation from Repo
cs: Instalace z Repo
pl: Instalacja z Repo

source: Installation from AUR
cs: Instalace z AUR
pl: Instalacja z AUR

source: Installation from POLAUR
cs: Instalace z POLAUR
pl: Instalacja z POLAUR

source: Update
pl: Aktualizuj

source: update package?
cs: aktualizovat balíček?
pl: zaktualizować paczki?

source: Are you sure you want to %1
cs: Jste si jisti, že chcete %1
pl: Czy naprawdę chcesz %1

source: View progress
cs: Zobrazit průběh
pl: Sprawdź postęp

source: Reverse sorting
cs: Zpětné třídění
pl: Odwróc sortowanie

source: Uninstall
cs: Odinstalace
pl: Odinstaluj

source: Preview
cs: Náhled
pl: Podgląd

source: Search
cs: Hledat
pl: Wyszukiwanie

source: Check all
cs: Označte všech
pl: Zaznacz wszystko

source: Install
cs: Instalace
pl: Instaluj

source: Repositories
cs: Repozitáře
pl: Repozytoria

source: Dialog
pl: Postęp

source: Tab 1
pl: Zakładka 1

source: Tab 2
pl: Zakładka 2

source: Form
cs: Formulář
pl: Podstęp

source: background color
cs: barva pozadí
pl: kolor tła

source: font color
cs: barva písma
pl: kolor czcionki

source: font family
cs: rodina písma
pl: rodzaj czcionki

source: font size
cs: velikost písma
pl: wielkość czionki

source: Save logs into file
cs: Uložení logů do souboru
pl: Zapisz logi do pliku

source: in path
cs: v cestě
pl: w ścieżce

source: show debug
cs: zobrazit debug
pl: pokazuj logi debug

source: hide information logs
cs: skrýt informační logy
pl: schowaj logi informacyjne

source: Enter the package name
cs: Zadejte název balíčku
pl: Wprowadź nazwę paczki

source: A&ctions
cs: A&kce
pl: A&kcje

source: P&rint
cs: Z&obrazit
pl: W&yświetl

source: Main Toolbar
cs: Hlavní panel nástrojů
pl: Główny pasek narzędzi

source: day(s)
cs: den(dny)
pl: dni

source: Check packages ready to update every
cs: Kontrola balíčků připravených k aktualizaci každý
pl: Sprawdzaj pakiety gotowe do aktualizacji co

source: Try to reconnect to the internet every
cs: Zkuste se k internetu připojit každý
pl: Próbuj ponownie połączyć się z internetem co

source: minute(s)
cs: minuta(y)
pl: minuty

source: hour(s)
cs: hodina(y)
pl: godziny

source: Store operations history for
cs: Ukládání historie operací do
pl: Przechowuj historię operacji przez

source: Set limit of single operations history size to
cs: Nastavení limitu velikosti historie jednotlivých operací na
pl: Ustaw limit wielkości historii pojedynczych operacji do

source: If checked, any action needs answer from user within preview
cs: Pokud je zaškrtnuto, jakákoli akce vyžaduje reakci uživatele v rámci náhledu.
pl: Każdy proces z podglądem wymaga manualnej odpowiedzi od użytkownika

source: Operate on actions manually
cs: Ruční ovládání akcí
pl: Operuj na procesach manualnie

source: Overwrite operations history file (when full size)
cs: Přepsání souboru historie operací (při plné velikosti)
pl: Nadpisuj plik z historią operacji (przy przepełnieniu)

source: Use system tray icon
cs: Použití ikony na systémové liště
pl: Użyj ikony w pasku systemowym

source: No results
cs: Žádné výsledky
pl: Brak wyników

source: Side actions
cs: Vedlejší akce
pl: Poboczne akcje

source: S&ettings
cs: N&astavení
pl: U&stawienia

source: Application style
cs: Styl aplikace
pl: Motyw aplikacji

source: Check
pl: Sprawdź

source: App style change
cs: Změna stylu aplikace
pl: Zmiana motywu aplikacji

source: After style change you need to restart application to see the result.
cs: Po změně stylu je třeba restartovat aplikaci, aby se zobrazil výsledek.
pl: Po zmianie motywu trzeba zrestartować aplikację.

source: @title:tab
pl: @tytuł:zakładka

source: Statistics
cs: Statistika
pl: Statystyki

source: Statistics - current month
cs: Statistika - aktuální měsíc
pl: Statystyki - aktualny miesiąc

source: No data for current month
cs: Žádné údaje za aktuální měsíc
pl: Brak danych na ten miesiąc

source: 1 package to update
cs: 1 aktualizační balíček
pl: 1 paczka do aktualizacji

source: packages to update
cs: balíčky k aktualizaci
pl: paczek do aktualizacji

source: package to update
cs: balíček pro aktualizaci
pl: paczka do aktualizacji

source: Single AUR/POLAUR packages
cs: Jednotlivé balíčky AUR/POLAUR
pl: Pojedyncze paczki AUR/POLAUR

source: It's not possible to update single AUR/POLAUR packages
cs: Není možné aktualizovat jednotlivé balíčky AUR/POLAUR
pl: Nie ma możliwości aktualizowania pojedynczych paczek AUR/POLAUR

source: Uncheck these packages
cs: Zrušte zaškrtnutí těchto balíčků
pl: Odznacz te paczki

source: Cancel
cs: Zrušit
pl: Anuluj

source: Process abort
cs: Přerušení procesu

source: Are you sure about quitting this process?
cs: Určitě chcete tento proces ukončit?

source: Cannot be updated - try to refresh
cs: Nelze aktualizovat - zkuste refresh
